Repository: DEFY-AN94/codex94
Catalog: Codex94/Localizable.xcstrings
Source language: en
Languages: zh_hans

# usage.error.unavailable
source: Token statistics are temporarily unavailable. Try refreshing again.
zh_hans: Token 统计暂时不可用，请稍后刷新重试。

# usage.error.invalidData
source: The statistics response could not be read. Quota monitoring is unaffected.
zh_hans: 无法读取统计响应，额度监控不受影响。

# usage.duration.daysHours %@ %@
source: %@d %@h
zh_hans: %@ 天 %@ 小时

# usage.duration.hoursMinutes %@ %@
source: %@h %@m
zh_hans: %@ 小时 %@ 分

# usage.duration.minutesSeconds %@ %@
source: %@m %@s
zh_hans: %@ 分 %@ 秒

# usage.duration.seconds %@
source: %@s
zh_hans: %@ 秒

# resetCredits.available
source: available
zh_hans: 次可用

# resetCredits.detail
source: Available for your current account
zh_hans: 当前账号的可用重置次数

# resetCredits.cachedDetail
source: From the last successful refresh
zh_hans: 上次成功获取的可用次数

# resetCredits.emptyDetail
source: No resets currently available
zh_hans: 当前暂无可用次数

# hotkey.invalid
source: Choose a supported key with ⌃ or ⌥. Command-only combinations, including ⌘⇧, are reserved for app and system commands.
zh_hans: 请选择包含 ⌃ 或 ⌥ 的有效组合。仅含 ⌘（包括 ⌘⇧）的组合保留给应用和系统命令。

# hotkey.conflict
source: That shortcut is already in use. The previous shortcut is unchanged.
zh_hans: 该快捷键已被占用，原快捷键保持不变。

# hotkey.unavailable
source: The shortcut could not be registered. Try another combination.
zh_hans: 无法注册此快捷键，请尝试其他组合。

# display.layout.dualWindow
source: 5-hour + weekly
zh_hans: 5 小时 + 每周

# display.dualWindow.bucket
source: Menu bar quota group
zh_hans: 菜单栏额度组

# display.dualWindow.help
source: Both windows use one quota group. Automatic follows the lowest remaining quota.
zh_hans: 两个时段来自同一额度组；自动选择跟随剩余额度最低的窗口。

# display.dualWindow.weeklyShort
source: W
zh_hans: 周

# resetCredits.title
source: Manual quota resets
zh_hans: 手动额度重置

# resetCredits.notFetched
source: Not fetched yet
zh_hans: 尚未获取

# resetCredits.unavailable
source: Temporarily unavailable
zh_hans: 暂不可用

# notifications.title
source: Codex94 quota reminder
zh_hans: Codex94 额度提醒

# notifications.low %@ %@ %@
source: %@ · %@: %@%% remaining.
zh_hans: %@ · %@：剩余 %@%%。

# notifications.recovered %@ %@ %@
source: %@ · %@ recovered: %@%% remaining.
zh_hans: %@ · %@ 已恢复：剩余 %@%%。

# notifications.settings
source: Quota reminders
zh_hans: 额度提醒

# notifications.enable
source: Enable notifications
zh_hans: 启用通知

# notifications.threshold.first
source: First threshold
zh_hans: 第一提醒阈值

# notifications.threshold.second
source: Second threshold
zh_hans: 第二提醒阈值

# notifications.threshold.off
source: Off
zh_hans: 关闭

# notifications.recovery
source: Notify when quota recovers
zh_hans: 额度恢复时提醒

# notifications.defaultBucket
source: The default Codex group is monitored. Also include:
zh_hans: 默认监控 Codex 额度组。还可以加入：

# notifications.allow
source: Allow notifications…
zh_hans: 允许通知…

# notifications.denied
source: Notifications are disabled in macOS. Enable Codex94 in System Settings → Notifications.
zh_hans: macOS 已禁用通知。可在系统设置 → 通知中为 Codex94 开启。

# notifications.failed
source: Could not complete the notification request. Check macOS notification settings.
zh_hans: 通知操作未完成，请检查 macOS 通知设置。

# notifications.help
source: Reminders use fresh quota changes. Opening the panel or changing display settings never sends a reminder.
zh_hans: 提醒只基于新获取的额度变化。打开面板或修改显示设置不会发送提醒。

# hotkey.settings
source: Global shortcut
zh_hans: 全局快捷键

# hotkey.recording
source: Press a shortcut…
zh_hans: 请按下快捷键…

# hotkey.none
source: Not set
zh_hans: 未设置

# hotkey.cancel
source: Cancel
zh_hans: 取消

# hotkey.record
source: Record shortcut…
zh_hans: 录制快捷键…

# hotkey.clear
source: Clear
zh_hans: 清除

# hotkey.help
source: Show or hide the quota panel from any app. Use ⌃ or ⌥ with a key; ⌘ and ⇧ may be added. Press Esc to cancel recording.
zh_hans: 在任意应用中显示或收起额度面板。组合必须包含 ⌃ 或 ⌥，可另加 ⌘ 和 ⇧；按 Esc 取消录制。

# accessibility.freshness.age.day %@
source: %@ day
zh_hans: %@ 天

# accessibility.freshness.age.days %@
source: %@ days
zh_hans: %@ 天

# accessibility.freshness.age.hour %@
source: %@ hour
zh_hans: %@ 小时

# accessibility.freshness.age.hours %@
source: %@ hours
zh_hans: %@ 小时

# accessibility.freshness.age.justNow
source: just now
zh_hans: 刚刚

# accessibility.freshness.age.minute %@
source: %@ minute
zh_hans: %@ 分钟

# accessibility.freshness.age.minutes %@
source: %@ minutes
zh_hans: %@ 分钟

# accessibility.freshness.lastSuccess %@
source: last success %@ ago
zh_hans: 上次成功于 %@前

# accessibility.freshness.lastSuccess.justNow
source: last success just now
zh_hans: 上次成功就在刚刚

# accessibility.freshness.noSuccessfulData
source: no successful data
zh_hans: 暂无成功数据

# accessibility.freshness.noSuccessfulDataYet
source: no successful data yet
zh_hans: 尚无成功数据

# accessibility.freshness.updated %@
source: updated %@ ago
zh_hans: %@前更新

# accessibility.freshness.updated.justNow
source: updated just now
zh_hans: 刚刚更新

# accessibility.duration.day %@
source: %@ day
zh_hans: %@ 天

# accessibility.duration.days %@
source: %@ days
zh_hans: %@ 天

# accessibility.duration.hour %@
source: %@ hour
zh_hans: %@ 小时

# accessibility.duration.hours %@
source: %@ hours
zh_hans: %@ 小时

# accessibility.duration.minute %@
source: %@ minute
zh_hans: %@ 分钟

# accessibility.duration.minutes %@
source: %@ minutes
zh_hans: %@ 分钟

# accessibility.quotaWindow.fiveHour
source: 5-hour quota
zh_hans: 5 小时额度

# accessibility.quotaWindow.weekly
source: Weekly quota
zh_hans: 每周额度

# accessibility.remainingPercent %@
source: %@ remaining
zh_hans: 剩余 %@

# accessibility.resets %@
source: Resets in %@
zh_hans: %@后重置

# accessibility.unavailableQuota
source: Quota unavailable
zh_hans: 额度不可用

# about.bundleIdentifier
source: Bundle identifier
zh_hans: Bundle 标识符

# about.copyVersion
source: Copy version
zh_hans: 复制版本

# about.creator
source: Created by
zh_hans: 制作人

# about.license
source: License
zh_hans: 开源许可

# about.project
source: Project
zh_hans: 项目

# about.projectLink
source: GitHub repository
zh_hans: GitHub 仓库

# about.requirements
source: System requirement
zh_hans: 系统要求

# about.subtitle
source: An open-source Codex quota monitor for macOS
zh_hans: 开源的 macOS Codex 额度监控工具

# about.unofficial
source: Codex94 is an unofficial community tool and is not affiliated with OpenAI.
zh_hans: Codex94 是非官方社区工具，与 OpenAI 没有关联。

# about.version
source: Version
zh_hans: 版本

# about.versionCopied
source: Copied
zh_hans: 已复制

# command.dashboard
source: Dashboard
zh_hans: 仪表盘

# command.quit
source: Quit Codex94
zh_hans: 退出 Codex94

# command.refresh
source: Refresh
zh_hans: 刷新

# connection.account
source: Current account
zh_hans: 当前账号

# connection.accountTemporarilyUnavailable
source: Account details are temporarily unavailable.
zh_hans: 账号资料暂时无法获取。

# connection.choose
source: Choose…
zh_hans: 选择…

# connection.codexPath
source: Detected Codex
zh_hans: 检测到的 Codex

# connection.identity
source: Account permission
zh_hans: 账号权限

# connection.notLoggedIn.guidance
source: Sign in in Codex, then return to Codex94 and choose Refresh. Codex94 does not sign in for you.
zh_hans: 请先在 Codex 中登录，再回到 Codex94 点击刷新。Codex94 不会代你执行登录。

# connection.reset
source: Menu bar quota reset
zh_hans: 菜单栏额度重置

# connection.status
source: Connection
zh_hans: 连接状态

# connection.useAutomatic
source: Use automatic
zh_hans: 使用自动检测

# dashboard.about
source: About Codex94
zh_hans: 关于 Codex94

# dashboard.connection
source: Connection
zh_hans: 连接

# dashboard.diagnostics
source: Diagnostics
zh_hans: 诊断

# dashboard.display
source: Display
zh_hans: 显示

# dashboard.overview
source: Overview
zh_hans: 总览

# dashboard.sidebar.hide
source: Hide sidebar
zh_hans: 隐藏侧边栏

# dashboard.sidebar.show
source: Show sidebar
zh_hans: 显示侧边栏

# dashboard.startup
source: Startup
zh_hans: 启动

# diagnostics.copied
source: Copied
zh_hans: 已复制

# diagnostics.copy
source: Copy redacted diagnostics
zh_hans: 复制脱敏诊断

# diagnostics.reviewBeforeSharing
source: Review the redacted diagnostics before sharing.
zh_hans: 分享前请再次检查脱敏诊断内容。

# display.auto
source: Auto
zh_hans: 自动

# display.dashboardWindowSize
source: Dashboard window size
zh_hans: 仪表盘窗口尺寸

# display.fiveHour
source: 5h
zh_hans: 5 小时

# display.colors
source: Status colors
zh_hans: 状态颜色

# display.colors.healthy
source: 50–100% · Healthy
zh_hans: 50–100% · 充足

# display.colors.warning
source: 20–49% · Warning
zh_hans: 20–49% · 偏低

# display.colors.critical
source: 0–19% · Critical
zh_hans: 0–19% · 紧张

# display.colors.error
source: Unavailable · No successful data
zh_hans: 不可用 · 无成功数据

# display.colors.help
source: Colors update immediately. Error applies only to unavailable data; cached and refreshing indicators keep their connection color.
zh_hans: 颜色立即生效。错误色仅用于无成功数据时的不可用状态；缓存和刷新中的提示保持原连接颜色。

# display.colors.restoreDefaults
source: Restore Default Colors
zh_hans: 恢复默认颜色

# display.layout
source: Menu bar layout
zh_hans: 菜单栏布局

# display.layout.ringAndPercentage
source: Ring + Percentage
zh_hans: 圆环 + 百分比

# display.layout.percentageOnly
source: Percentage Only
zh_hans: 仅百分比

# display.layout.ringOnly
source: Ring Only
zh_hans: 仅圆环

# display.label
source: Menu bar quota
zh_hans: 菜单栏额度

# display.savedQuota
source: Saved quota
zh_hans: 已保存额度

# display.selectionUnavailable
source: Saved quota unavailable; showing Auto
zh_hans: 已保存额度暂不可用；当前显示自动

# display.weekly
source: Weekly
zh_hans: 每周

# display.windowSize.compact
source: Compact
zh_hans: 紧凑

# display.windowSize.custom
source: Custom
zh_hans: 自定义

# display.windowSize.fullHD
source: Full HD
zh_hans: 全高清

# display.windowSize.large
source: Large
zh_hans: 大

# display.windowSize.standard
source: Standard
zh_hans: 标准

# error.codexNotExecutable
source: Codex is not executable
zh_hans: Codex 文件不可执行

# error.codexNotFound
source: Codex was not found
zh_hans: 未找到 Codex

# error.connectionFailed
source: Could not read quota
zh_hans: 无法读取额度

# error.invalidCodexVersion
source: Selected file is not Codex
zh_hans: 所选文件不是 Codex

# error.notLoggedIn
source: Sign in to Codex first
zh_hans: 请先登录 Codex

# error.processLaunchFailed
source: Codex could not start
zh_hans: 无法启动 Codex

# error.quotaUnavailable
source: No Codex quota window returned
zh_hans: Codex 未返回额度窗口

# error.timeout
source: Codex timed out
zh_hans: Codex 响应超时

# freshness.age.days %@
source: %@d
zh_hans: %@ 天

# freshness.age.hours %@
source: %@h
zh_hans: %@ 小时

# freshness.age.justNow
source: just now
zh_hans: 刚刚

# freshness.age.minutes %@
source: %@m
zh_hans: %@ 分钟

# freshness.lastSuccess %@
source: last success %@ ago
zh_hans: 上次成功于 %@前

# freshness.lastSuccess.justNow
source: last success just now
zh_hans: 上次成功就在刚刚

# freshness.noSuccessfulData
source: no successful data
zh_hans: 暂无成功数据

# freshness.noSuccessfulDataYet
source: no successful data yet
zh_hans: 尚无成功数据

# freshness.updated %@
source: updated %@ ago
zh_hans: %@前更新

# freshness.updated.justNow
source: updated just now
zh_hans: 刚刚更新

# identity.account
source: Quota + account
zh_hans: 额度 + 账号信息

# identity.account.detail
source: Show the current account in Dashboard
zh_hans: 在仪表盘显示当前账号

# identity.quotaOnly
source: Quota only
zh_hans: 仅额度

# identity.quotaOnly.detail
source: Do not request account details
zh_hans: 不请求账号详情

# identity.subtitle
source: Choose what Codex94 asks app-server for
zh_hans: 选择 Codex94 向 app-server 请求的内容

# identity.title
source: Account permission
zh_hans: 账号权限

# language.system
source: Follow System
zh_hans: 跟随系统

# overview.noQuotaData
source: No quota data
zh_hans: 暂无额度数据

# overview.noSnapshot
source: No quota snapshot is available
zh_hans: 暂无可用的额度快照

# overview.status
source: Status
zh_hans: 状态

# quota.fiveHourShort
source: 5h
zh_hans: 5时

source: Quota model
zh_hans: 额度模型

# quota.remaining %@
source: %@ left
zh_hans: 剩余 %@

# quota.reset.days %@ %@
source: %@d %@h
zh_hans: %@天%@时

# quota.reset.hours %@ %@
source: %@h %@m
zh_hans: %@时%@分

# quota.reset.minutes %@
source: %@m
zh_hans: %@分

# quota.resetAt %@
source: Reset: %@
zh_hans: 重置时间：%@

# quota.resetAt.unavailable
source: Reset time unavailable
zh_hans: 重置时间不可用

# quota.resets
source: · resets
zh_hans: · 重置于

# quota.weeklyShort
source: Weekly
zh_hans: 每周

# recovery.openConnection
source: Open Connection
zh_hans: 打开连接设置

# recovery.openConnection.help
source: Open Connection settings without requesting quota.
zh_hans: 打开连接设置，不会请求额度。

# recovery.openDiagnostics
source: Open Diagnostics
zh_hans: 打开诊断

# recovery.openDiagnostics.help
source: Open the local diagnostics page without requesting quota.
zh_hans: 打开本地诊断页面，不会请求额度。

# settings.language
source: Language
zh_hans: 语言

# settings.minutesShort
source: min
zh_hans: 分钟

# settings.refreshInterval
source: Refresh frequency
zh_hans: 刷新频率

# settings.theme
source: Theme
zh_hans: 主题

# startup.approvalRequired
source: Approval is required in Login Items
zh_hans: 需要在登录项中批准

# startup.installRequired
source: Install Codex94 in /Applications or ~/Applications first
zh_hans: 请先将 Codex94 安装到 /Applications 或 ~/Applications

# startup.login
source: Launch at login
zh_hans: 登录时启动

# startup.operationFailed
source: Could not change launch at login. Please try again.
zh_hans: 无法更改登录启动设置，请重试。

# status.cached
source: Cached data
zh_hans: 缓存数据

# status.cached.help
source: Showing cached quota data
zh_hans: 正在显示缓存额度数据

# status.connected
source: Connected
zh_hans: 已连接

# status.idle
source: Ready
zh_hans: 就绪

# status.refreshing
source: Refreshing
zh_hans: 正在刷新

# status.refreshing.help
source: Refreshing quota data
zh_hans: 正在刷新额度数据

# status.staleShort
source: Stale
zh_hans: 数据已过期

# status.unavailable
source: Unavailable
zh_hans: 不可用

# status.unavailable.help
source: Quota connection unavailable
zh_hans: 额度连接不可用

# theme.dark
source: Terminal Dark
zh_hans: 深色

# theme.light
source: Terminal Light
zh_hans: 浅色

# theme.system
source: Follow System
zh_hans: 跟随系统
